<?php

 	$fake = [
		"Ижевск" => [
			29 => [

				"11а" => [
					0 => [
						1 => "Математика",
						2 => "Математика",
						3 => "Физкультура",
						4 => "Биология",
						5 => "Английский",
						6 => "Английский"
					],
					1 => [
						1 => "Обществознание",
						2 => "Обществознание",
						3 => "Физкультура",
						4 => "Математика",
						5 => "Информатика",
						6 => "Литература"
					],
					2 => [
						1 => "Классный час",
						2 => "Тех. написания сочинения",
						3 => "Тех. написания сочинения",
						4 => "Экономика",
						5 => "Экономика",
						6 => "География",
						7 => "Химия"

					],
					3 => [
						1 => "Математика",
						2 => "Математика",
						3 => "Русский",
						4 => "Русский",
						5 => "История",
						6 => "Английский",
						7 => "История",
						8 => "Индивидуальный проект"

					],
					4 => [
						1 => "Математика",
						2 => "Физкультура",
						3 => "Физика",
						4 => "Физика",
						5 => "Литература",
						6 => "Литература"

					],
					5 => [
						1 => "Доп. главы математики",
						2 => "Доп. главы математики",
						3 => "Регионоведение",
						4 => "География",
						5 => "География"

					]
				],
				"11б" => [
					0 => [
						1 => "Русский",
						2 => "Русский",
						3 => "Английский",
						4 => "Английский",
						5 => "Математика",
						6 => "Математика",
						7 => "Биология"
					],
					1 => [
						1 => "Математика",
						2 => "Физкультура",
						3 => "Информатика",
						4 => "Информатика",
						5 => "Обществознание",
						6 => "Обществознание",
						7 => "Литература"

					],
					2 => [
						1 => "Классный час",
						2 => "Химия",
						3 => "Физкультура",
						4 => "Тех. написания сочинения",
						5 => "Тех. написания сочинения",
						6 => "Экономика",
						7 => "Экономика"

					],
					3 => [
						1 => "История",
						2 => "История",
						3 => "Математика",
						4 => "Математика",
						5 => "Английский",
						6 => "Умная математика",
						7 => "Умная математика"

					],
					4 => [
						1 => "Физика",
						2 => "Физика",
						3 => "Литература",
						4 => "Литература",
						5 => "Математика",
						6 => "Физкультура"

					],
					5 => [
						1 => "Информатика",
						2 => "Информатика",
						3 => "Доп. главы математика",
						4 => "Доп. главы математики",
						5 => "Регионоведение",
						6 => "Индивидуальный проект"

					]
				],
				"11в" => [
					0 => [
						1 => "Английский",
						2 => "Английский",
						3 => "Математика",
						4 => "Математика",
						5 => "Биология",
						6 => "Физкультура",
					],
					1 => [
						1 => "Нет урока",
						2 => "Математика",
						3 => "Физика",
						4 => "Физкультура",
						5 => "Литература",
						6 => "Информатика",
						7 => "Информатика",
						8 => "Индивидуальный проект"

					],
					2 => [
						1 => "Классный час",
						2 => "Доп. Главы математики",
						3 => "Химия",
						4 => "Математика",
						5 => "Математика",
						6 => "Тех. сочинения",
						7 => "Тех. сочинения",
						8 => "Математика (купол)"

					],
					3 => [
						1 => "Физика",
						2 => "Физика",
						3 => "История",
						4 => "История",
						5 => "Русский",
						6 => "Русский",
						7 => "Английский"

					],
					4 => [
						1 => "Литература",
						2 => "Литература",
						3 => "Физкультура",
						4 => "Информатика",
						5 => "Информатика",
						6 => "Математика",
						7 => "Математика"

					],
					5 => [
						1 => "Физика",
						2 => "Физика",
						3 => "Обществознание",
						4 => "Регионоведение",
						5 => "Обществознание",
						6 => "Доп главы математики"

					]
				],
				"10а" => [
					0 => [
						1 => "Математика",
						2 => "Математика",
						3 => "История",
						4 => "История",
						5 => "Русский",
						6 => "Русский",
						7 => "Индивидуальный проект"
					],
					1 => [
						1 => "Английский",
						2 => "Английский",
						3 => "Литература",
						4 => "Математика",
						5 => "Физкультура",
						6 => "Естествознание",
						7 => "Астрономия"
					],
					2 => [
						1 => "Классный час",
						2 => "Математика",
						3 => "Математика",
						4 => "География",
						5 => "География",
						6 => "Русский",
						7 => "Естествознание"

					],
					3 => [
						1 => "Информатика",
						2 => "Информатика",
						3 => "ОБЖ",
						4 => "Регионоведение",
						5 => "Физкультура",
						6 => "Литература",
						7 => "Литература"

					],
					4 => [
						1 => "Физкультура",
						2 => "Математика",
						3 => "Обществознание",
						4 => "Обществознание",
						5 => "Экономика",
						6 => "Экономика"

					],
					5 => [
						1 => "Доп. главы математики",
						2 => "География",
						3 => "Английский",
						4 => "Естествознание"

					]
				],
				"10б" => [
				     0 => [
				       1 => "История",
				       2 => "История",
				       3 => "Литература",
				       4 => "Литература",
				       5 => "Физкультура",
				       6 => "Доп. главы математики",
					   7 => "Доп. главы математики"
				     ],
				     1 => [
				       1 => "Информатика",
				       2 => "Информатика",
				       3 => "Английский",
				       4 => "Английский",
				       5 => "Астрономия",
				       6 => "География",
					   7 => "География"
				     ],
				     2 => [
				       1 => "Классный час",
				       2 => "Физкультура",
				       3 => "Математика",
				       4 => "Математика",
				       5 => "Обществознание",
				       6 => "Обществознание",
				       7 => "ОБЖ"

				     ],
				     3 => [
				       1 => "Русский",
				       2 => "Русский",
				       3 => "Литература",
				       4 => "Математика",
				       5 => "Математика",
				       6 => "Физкультура",
				       7 => "Регионоведение"

				     ],
				     4 => [
				       1 => "Экономика",
				       2 => "Экономика",
				       3 => "Математика",
				       4 => "Математика",
				       5 => "Физика",
				       6 => "Физика"

				     ],
				     5 => [
				       1 => " ",
				       2 => "Английский",
				       3 => "Информатика",
				       4 => "Информатика",
					   5 => "Индивидуальный проект"
					 ]
		       	],
		       	"10в" => [
				     0 => [
				       1 => "Информатика",
				       2 => "Информатика",
				       3 => "Химия",
				       4 => "Физкультура",
				       5 => "Литература",
				       6 => "Литература",
					   7 => "ППК"
				     ],
				     1 => [
				       1 => "Физика",
				       2 => "Физика",
				       3 => "География",
				       4 => "География",
				       5 => "Математика",
				       6 => "Математика",
					   7 => "Индивидуальный проект"
				     ],
				     2 => [
				       1 => "Классный час",
				       2 => "История",
				       3 => "История",
				       4 => "Физкультура",
				       5 => "Астрономия",
				       6 => "Математика",
				       7 => "Математика"

				     ],
				     3 => [
				       1 => "Литература",
				       2 => "Физкультура",
				       3 => "Физика",
				       4 => "Физика",
				       5 => "Информатика",
				       6 => "Информатика",
				       7 => "Русский"
				     ],
				     4 => [
				       1 => "ОБЖ",
				       2 => "Математика",
				       3 => "Математика",
				       4 => "Английский",
				       5 => "Английский",
				       6 => "Обществознание",
					   7 => "Обществознание"

				     ],
				     5 => [
				       1 => "Английский",
				       2 => "Химия практикум",
				       3 => "Физика",
				       4 => "Нефтегазовое дело",
					   5 => "Нефтегазовое дело"

				       ]
				],
				"10г" => [
				     0 => [
				       1 => "Литература",
				       2 => "Литература",
				       3 => "Математика",
				       4 => "Математика",
				       5 => "Химия",
				       6 => "Астрономия",
					   7 => "Физкультура"
				     ],
				     1 => [
				       1 => "География",
				       2 => "География",
				       3 => "История",
				       4 => "История",
				       5 => "Английский",
				       6 => "Английский"
				     ],
				     2 => [
				       1 => "Классный час",
				       2 => "Русский",
				       3 => "Физика",
				       4 => "Физика",
				       5 => "Математика",
				       6 => "ОБЖ",
				       7 => "Право",
					   8 => "Индивидуальный проект"

				     ],
				     3 => [
				       1 => "Физкультура",
				       2 => "Литература",
				       3 => "Информатика",
				       4 => "Информатика",
				       5 => "Биология",
				       6 => "Регионоведение"

				     ],
				     4 => [
				       1 => "Обществознание",
				       2 => "Обществознание",
				       3 => "Математика",
				       4 => "Физкультура",
				       5 => "Русский",
				       6 => "Русский",
					   7 => "Экономика"

				     ],
				     5 => [
				       1 => "Физический практикум",
				       2 => "Доп. главы математики",
				       3 => "Доп. главы математики",
				       4 => "Английский"

				     ]
				],
				"9а" => [
					0 => [
						1 => "Алгебра",
						2 => "Алгебра",
						3 => "Литература",
						4 => "Литература",
						5 => "Русский",
						6 => "География",
						7 => "География"
					],
					1 => [
						1 => "Английский",
						2 => "Английский",
						3 => "Экономика",
						4 => "Экономика",
						5 => "Биология",
						6 => "Биология"
					],
					2 => [
						1 => "Классный час",
						2 => "Нем/Франц",
						3 => "Нем/Франц",
						4 => "химия",
						5 => "МХК",
						6 => "МХК",
						7 => "Физкультура",
						8 => "Обществознание"

					],
					3 => [
						1 => "История",
						2 => "История",
						3 => "Физкультура",
						4 => "Английский",
						5 => "Геометрия",
						6 => "Литература",
						7 => "Физика"

					],
					4 => [
						1 => "Алгебра",
						2 => "Алгебра",
						3 => "Информатика",
						4 => "Физкультура",
						5 => "Русский",
						6 => "Русский"

					],
					5 => [
						1 => "История",
						2 => "Геометрия",
						3 => "Физика",
						4 => "Химия"

					]
				],
				"9б" => [
					0 => [
						1 => "География",
						2 => "География",
						3 => "Русский",
						4 => "Алгебра",
						5 => "Алгебра",
						6 => "Литература",
						7 => "Литература"
					],
					1 => [
						1 => "Биология",
						2 => "Биология",
						3 => "Английский",
						4 => "Английский",
						5 => "Физкультура",
						6 => "Геометрия"
					],
					2 => [
						1 => "Классный час",
						2 => "Экономический практикум",
						3 => "Экономический практикум",
						4 => "Нем/Франц",
						5 => "Нем/Франц",
						6 => "Химия",
						7 => "МХК",
						8 => "МХК"

					],
					3 => [
						1 => "Алгебра",
						2 => "Физика",
						3 => "Английский",
						4 => "Литература",
						5 => "Физкультура",
						6 => "История",
						7 => "История"

					],
					4 => [
						1 => "Русский",
						2 => "Русский",
						3 => "Алгебра",
						4 => "Алгебра",
						5 => "Обществознание",
						6 => "Информатика",
						7 => "Физкультура"

					],
					5 => [
						1 => "Химия",
						2 => "История",
						3 => "Геометрия",
						4 => "Геометрия",
						5 => "Физика"

					]
				],
				"9в" => [
					0 => [
						1 => "Литература",
						2 => "Литература",
						3 => "География",
						4 => "Русский",
						5 => "География",
						6 => "Нем/Франц",
						7 => "Нем/Франц"
					],
					1 => [
						1 => "Физкультура",
						2 => "Геометрия",
						3 => "Биология",
						4 => "Биология",
						5 => "Английский",
						6 => "Английский"
					],
					2 => [
						1 => "Классный час",
						2 => "МХК",
						3 => "МХК",
						4 => "Обществознание",
						5 => "Химия",
						6 => "Алгебра",
						7 => "Алгебра",
						8 => "Физкультура"

					],
					3 => [
						1 => "Физика",
						2 => "Английский",
						3 => "История",
						4 => "История",
						5 => "Русский",
						6 => "Русский",
						7 => "Литература"

					],
					4 => [
						1 => "Физкультура",
						2 => "Информатика",
						3 => "Экономика",
						4 => "Экономика",
						5 => "Алгебра",
						6 => "Алгебра"

					],
					5 => [
						1 => "Геометрия",
						2 => "Физика",
						3 => "Химия",
						4 => "История"

					]
				]
			],
			86 => [
				"11а" => [
					0 => [
						1 => "История",
						2 => "ОБЖ",
						3 => "Информатика",
						4 => "Информатика",
						5 => "Физра",
						6 => "Обществознание",
						7 => "Обществознание"
					],
					1 => [
						1 => "Математика",
						2 => "Математика",
						3 => "Физика",
						4 => "Физика",
						5 => "Английский",
						6 => "Астрономия",
						7 => "ск(учная)_Математика"
					],
					2 => [
						1 => "Литература",
						2 => "Литература",
						3 => "Английский",
						4 => "География",
						5 => "Математика",
						6 => "Математика",
						7 => "Физра"

					],
					3 => [
						1 => "Физика",
						2 => "Физика",
						3 => "Математика",
						4 => "Математика",
						5 => "Информатика",
						6 => "Информатика",
						7 => "Физра"

					],
					4 => [
						1 => "Русский",
						2 => "Литература",
						3 => "Какой- практикум",
						4 => "Английский",
						5 => "Биология",
						6 => "История"

					],
					5 => [
						1 => "Работа с текстом)",
						2 => "Компьютерная графика",
						3 => "Физика",
						4 => "Химия"

					]
				],
				"11б" => [
					0 => [
						1 => "Обществознание",
						2 => "Обществознание",
						3 => "Русский",
						4 => "Литература",
						5 => "Физика",
						6 => "Алгебра",
						7 => "Физра"
					],
					1 => [
						1 => "История",
						2 => "История",
						3 => "Литература",
						4 => "Литература",
						5 => "Геометрия",
						6 => "Английский",
						7 => "Астрономия"
					],
					2 => [
						1 => "Английский",
						2 => "Какая-то грамматика",
						3 => "Право",
						4 => "Экология УР",
						5 => "География",
						6 => "Культура народов мира и Удмуртии))",
						7 => "ск(учная)_История"

					],
					3 => [
						1 => "Русский",
						2 => "Русский",
						3 => "Геометрия",
						4 => "ОБЖ",
						5 => "Физра",
						6 => "Какой-то практикум",
						7 => "Обществознание"

					],
					4 => [
						1 => "Алгебра",
						2 => "Алгебра",
						3 => "Английский",
						4 => "Биология",
						5 => "Какая-то грамматика",
						6 => "Физика",
						7 => "Физра"

					],
					5 => [
						1 => "Химия",
						2 => "Работа с текстом)",
						3 => "История",
						4 => "История"

					]
				],
				"11в" => [
					0 => [
						1 => "Математика",
						2 => "Математика",
						3 => "Обществознание",
						4 => "Обществознание",
						5 => "Астрономия",
						6 => "История",
						7 => "Работа с текстом)"
					],
					1 => [
						1 => "Физика",
						2 => "Физика",
						3 => "Английский",
						4 => "Программирование на Си",
						5 => "Программирование на Си",
						6 => "ОБЖ",
						7 => "Физра"
					],
					2 => [
						1 => "Информатика",
						2 => "Информатика",
						3 => "Математика",
						4 => "Математика",
						5 => "Английский",
						6 => "Физра"

					],
					3 => [
						1 => "Математика",
						2 => "Математика",
						3 => "Литература",
						4 => "Русский",
						5 => "Физика",
						6 => "Физика",
						7 => "Английский"

					],
					4 => [
						1 => "География",
						2 => "Литература",
						3 => "Литература",
						4 => "Какие-то вопросы математики",
						5 => "История",
						6 => "Биология",
						7 => "Физра"

					],
					5 => [
						1 => "Физика",
						2 => "Химия",
						3 => "Информатика",
						4 => "Информатика",
						5 => "ск(учная)_Математика"

					]
				],
				"11г" => [
					0 => [
						1 => "Какая-то грамматика",
						2 => "Физика",
						3 => "Культура народов мира и Удмуртии",
						4 => "Алгебра",
						5 => "Русский",
						6 => "ОБЖ",
						7 => "Физра"
					],
					1 => [
						1 => "Обществознание",
						2 => "Обществознание",
						3 => "Геометрия",
						4 => "Английский",
						5 => "Физра",
						6 => "История",
						7 => "История"
					],
					2 => [
						1 => "Право",
						2 => "Русский",
						3 => "Русский",
						4 => "Английский",
						5 => "Астрономия",
						6 => "Экология УР",
						7 => "ск(учная)_История"

					],
					3 => [
						1 => "Английский",
						2 => "Геометрия",
						3 => "Литература",
						4 => "Литература",
						5 => "Какой-то практикум",
						6 => "География",
						7 => "Физра"

					],
					4 => [
						1 => "Биология",
						2 => "Обществознание",
						3 => "Физика",
						4 => "Алгебра",
						5 => "Алгебра",
						6 => "Какая-то грамматика",
						7 => "Работа с текстом)"

					],
					5 => [
						1 => "История",
						2 => "История",
						3 => "Химия",
						4 => "Литература",
						5 => "ск(учная)_Математика"

					]
				]
			],
			83 => [
				"11а" => [
					0 => [
						1 => "Английский",
						2 => "Английский",
						3 => "Алгебра",
						4 => "Алгебра",
						5 => "Обществознание",
						6 => "Обществознание"
					],
					1 => [
						1 => "Основы программирования на Си",
						2 => "Основы программирования на Си",
						3 => "Геометрия",
						4 => "Геометрия",
						5 => "Физра",
						6 => "Литература",
						7 => "Литература"
					],
					2 => [
						1 => "Алгебра",
						2 => "Алгебра",
						3 => "Биология",
						4 => "Физика",
						5 => "Физика",
						6 => "История",
						7 => "Химия"

					],
					3 => [
						1 => "Русский",
						2 => "ос. Журналистика",
						3 => "Английский",
						4 => "ОБЖ",
						5 => "Физра",
						6 => "История"

					],
					4 => [
						1 => "Основы программирования на Си",
						2 => "Информатика",
						3 => "Литература",
						4 => "Бизнес, бабло, успех",
						5 => "Физика",
						6 => "Физика",
						7 => "Геометрия"

					],
					5 => [
						1 => "География",
						2 => "Какая-то математика",
						3 => "Физика",
						4 => "Физра"

					]
				],
				"11б" => [
					0 => [
						1 => "Обществознание",
						2 => "Обществознание",
						3 => "Английский",
						4 => "Английский",
						5 => "Информатика",
						6 => "Химия со странным названием"
					],
					1 => [
						1 => "Геометрия",
						2 => "Геометрия",
						3 => "Биология",
						4 => "Биология",
						5 => "Физика",
						6 => "Физика",
						7 => "Физкультура"
					],
					2 => [
						1 => "История",
						2 => "Химия",
						3 => "Химия",
						4 => "Литература",
						5 => "Литература",
						6 => "География",
						7 => "Алгебра"

					],
					3 => [
						1 => "История",
						2 => "Биология",
						3 => "Биология со странным названием",
						4 => "Мат. практикум",
						5 => "Мат. практикум",
						6 => "Физра",
						7 => "Английский"

					],
					4 => [
						1 => "Русский",
						2 => "Что-то там по Физике",
						3 => "Алгебра",
						4 => "Алгебра",
						5 => "ОБЖ",
						6 => "Литература",
						7 => "ос. Журналистика"

					],
					5 => [
						1 => "Нет урока",
						2 => "Физра",
						3 => "Экология УР",
						4 => "Химия со странным названием"

					]
				],
				"11в" => [
					0 => [
						1 => "Алгебра",
						2 => "Алгебра",
						3 => "Литература",
						4 => "Литература",
						5 => "Английский",
						6 => "Английский"
					],
					1 => [
						1 => "Геометрия",
						2 => "Геометрия",
						3 => "История",
						4 => "Обществознание",
						5 => "Обществознание",
						6 => "Физра"
					],
					2 => [
						1 => "Химия",
						2 => "Литература",
						3 => "Литература",
						4 => "Биология",
						5 => "География",
						6 => "Физика",
						7 => "Физика"

					],
					3 => [
						1 => "Английский",
						2 => "Странные сокращения изуч. ин. яз.",
						3 => "Русский",
						4 => "Русский",
						5 => "Математика. практикум",
						6 => "Математика. практикум",
						7 => "Физра"

					],
					4 => [
						1 => "Русский",
						2 => "Литература",
						3 => "История",
						4 => "ОБЖ",
						5 => "ист. УР",
						6 => "Обществознание",
						7 => "Информатика"

					],
					5 => [
						1 => "Кул. нар. мира",
						2 => "Право",
						3 => "Физра",
						4 => "сл.воп.обществ"

					]
				]
			]
		],
		"Краснокаменск" => [
			4 => [
				"11б" => [
					0 => [
						1 => "Математика",
						2 => "История",
						3 => "История",
						4 => "Русский",
						5 => "Русский",
						6 => "Биология",
						7 => "Информатика пр."
					],
					1 => [
						1 => "Информатика",
						2 => "Физика",
						3 => "Обществознание",
						4 => "Русский",
						5 => "Математика",
						6 => "Химия",
						7 => "Физра",
						8 => "Физра"
					],
					2 => [
						1 => "Литература",
						2 => "ОРР",
						3 => "Математика",
						4 => "Физика",
						5 => "Иностранный язык",
						6 => "ОБЖ"

					],
					3 => [
						1 => "Информатика пр.",
						2 => "Обществознание",
						3 => "Математика",
						4 => "Математика",
						5 => "Иностранный язык",
						6 => "Литература",
						7 => "Астрономия"

					],
					4 => [
						1 => "Информатика пр.",
						2 => "Информатика пр",
						3 => "ОРР",
						4 => "Математика",
						5 => "Литература",
						6 => "Иностранный язык",
						7 => "Физра"

					]
				],
				"11а" => [
					0 => [
						1 => "История",
						2 => "Математика",
						3 => "Русский",
						4 => "История",
						5 => "Иностранный язык",
						6 => "Русский",
						7 => "Информатика пр."
					],
					1 => [
						1 => "Информатика",
						2 => "Обществознание",
						3 => "Биология",
						4 => "Математика",
						5 => "Русский",
						6 => "Физика",
						7 => "Физра",
						8 => "Физра"
					],
					2 => [
						1 => "ОРР",
						2 => "Математика",
						3 => "Физика",
						4 => "Литература",
						5 => "Химия",
						6 => "Иностранный язык",
						7 => "Астрономия"

					],
					3 => [
						1 => "Информатика пр.",
						2 => "Литература",
						3 => "Обществознание",
						4 => "ОБЖ",
						5 => "Математика",
						6 => "Математика"

					],
					4 => [
						1 => "Информатика пр.",
						2 => "Информатика пр",
						3 => "Математика",
						4 => "Иностранный язык",
						5 => "ОРР",
						6 => "Литература",
						7 => "Физра"

					]
				],

			]
		],
		"Москва" => [
			1542 => [
				"11д" => [
					0 => [
						1 => "Русский",
						2 => "Литература",
						3 => "Геометрия",
						4 => "Геометрия",
						5 => "Алгебра",
						6 => "Английский",
						7 => "Обществознание"
					],
					1 => [
						1 => "Алгебра",
						2 => "Астрономия",
						3 => "География",
						4 => "Литература",
						5 => "Литература",
						6 => "Литература",
						7 => "Обществознание"
					],
					2 => [
						1 => "Физра",
						2 => "Английский",
						3 => "Алгебра",
						4 => "Алгебра",
						5 => "Русский",
						6 => "Информатика"

					],
					3 => [
						1 => "Алгебра",
						2 => "Литература",
						3 => "Биология",
						4 => "Биология",
						5 => "История",
						6 => "Алгебра",
						7 => "История"

					],
					4 => [
						1 => "История",
						2 => "ОБЖ",
						3 => "Алгебра",
						4 => "Литература",
						5 => "Литература",
						6 => "Английский",
						7 => "Физра"

					]
				]
			]
		]
	];

	$allowedCities = [
		"Москва", "Ижевск", "Краснокаменск"
	];

	$allowedClasses = [
		"Ижевск" => [
			"29" => [
				"9а", "9б", "9в", "10а", "10б", "10в", "10г", "11а", "11б", "11в"
			],
			"86" => [
				"11а", "11б", "11в", "11г"
			],
			"83" => [
				"11а", "11б", "11в"
			]
		],
		"Москва" => [
			"1542" => [
				"11д"
			]
		],
		"Краснокаменск" => [
			"4" => [
				"11а", "11б"
			]
		]
	];

	$allowedSchool = [
		"Москва" => ["1542"],
		"Ижевск" => ["29", "86", "83"],
		"Краснокаменск" => ["4"]
	];
 
	$scheduleOfCalls = [
		"Ижевск" => [
			"29" => [
						0 => [
							1 => [
								"start" => "8:30",
								"end" => "9:10"
							],
							2 => [
								"start" => "9:20",
								"end" => "10:00"
							],
							3 => [
								"start" => "10:10",
								"end" => "10:50"
							],
							4 => [
								"start" => "11:10",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:10",
								"end" => "12:50"
							],
							6 => [
								"start" => "13:05",
								"end" => "13:45"
							],
							7 => [
								"start" => "14:00",
								"end" => "14:40"
							],
							8 => [
								"start" => "14:50",
								"end" => "15:30"
							],
							9 => [
								"start" => "15:40",
								"end" => "16:20"
							],
							10 => [
								"start" => "16:25",
								"end" => "17:00"
							]
						],
						1 => [
							1 => [
								"start" => "8:30",
								"end" => "9:10"
							],
							2 => [
								"start" => "9:20",
								"end" => "10:00"
							],
							3 => [
								"start" => "10:10",
								"end" => "10:50"
							],
							4 => [
								"start" => "11:10",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:10",
								"end" => "12:50"
							],
							6 => [
								"start" => "13:05",
								"end" => "13:45"
							],
							7 => [
								"start" => "14:00",
								"end" => "14:40"
							],
							8 => [
								"start" => "14:50",
								"end" => "15:30"
							],
							9 => [
								"start" => "15:40",
								"end" => "16:20"
							],
							10 => [
								"start" => "16:25",
								"end" => "17:00"
							]
						],
						2 => [
							1 => [
								"start" => "8:30",
								"end" => "9:00"
							],
							2 => [
								"start" => "9:10",
								"end" => "9:50"
							],
							3 => [
								"start" => "10:00",
								"end" => "10:40"
							],
							4 => [
								"start" => "11:00",
								"end" => "11:40"
							],
							5 => [
								"start" => "12:00",
								"end" => "12:40"
							],
							6 => [
								"start" => "12:55",
								"end" => "13:35"
							],
							7 => [
								"start" => "13:50",
								"end" => "14:30"
							],
							8 => [
								"start" => "14:45",
								"end" => "15:25"
							],
							9 => [
								"start" => "15:35",
								"end" => "16:15"
							],
							10 => [
								"start" => "16:25",
								"end" => "17:00"
							]
						],
						3 => [
							1 => [
								"start" => "8:30",
								"end" => "9:10"
							],
							2 => [
								"start" => "9:20",
								"end" => "10:00"
							],
							3 => [
								"start" => "10:10",
								"end" => "10:50"
							],
							4 => [
								"start" => "11:10",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:10",
								"end" => "12:50"
							],
							6 => [
								"start" => "13:05",
								"end" => "13:45"
							],
							7 => [
								"start" => "14:00",
								"end" => "14:40"
							],
							8 => [
								"start" => "14:50",
								"end" => "15:30"
							],
							9 => [
								"start" => "15:40",
								"end" => "16:20"
							],
							10 => [
								"start" => "16:25",
								"end" => "17:00"
							]
						],
						4 => [
							1 => [
								"start" => "8:30",
								"end" => "9:10"
							],
							2 => [
								"start" => "9:20",
								"end" => "10:00"
							],
							3 => [
								"start" => "10:10",
								"end" => "10:50"
							],
							4 => [
								"start" => "11:10",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:10",
								"end" => "12:50"
							],
							6 => [
								"start" => "13:05",
								"end" => "13:45"
							],
							7 => [
								"start" => "14:00",
								"end" => "14:40"
							],
							8 => [
								"start" => "14:50",
								"end" => "15:30"
							],
							9 => [
								"start" => "15:40",
								"end" => "16:20"
							],
							10 => [
								"start" => "16:25",
								"end" => "17:00"
							]
						],
						5 => [
							1 => [
								"start" => "8:30",
								"end" => "9:10"
							],
							2 => [
								"start" => "9:20",
								"end" => "10:00"
							],
							3 => [
								"start" => "10:15",
								"end" => "10:55"
							],
							4 => [
								"start" => "11:10",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:00",
								"end" => "12:40"
							],
							6 => [
								"start" => "12:50",
								"end" => "13:30"
							],
							7 => [
								"start" => "13:40",
								"end" => "14:20"
							]
						]
			],
			"86" =>[
				0 => [
							1 => [
								"start" => "8:30",
								"end" => "9:10"
							],
							2 => [
								"start" => "9:20",
								"end" => "10:00"
							],
							3 => [
								"start" => "10:10",
								"end" => "10:50"
							],
							4 => [
								"start" => "11:10",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:10",
								"end" => "12:50"
							],
							6 => [
								"start" => "13:05",
								"end" => "13:45"
							],
							7 => [
								"start" => "13:55",
								"end" => "14:35"
							]
				],
				1 => [
							1 => [
								"start" => "8:30",
								"end" => "9:10"
							],
							2 => [
								"start" => "9:20",
								"end" => "10:00"
							],
							3 => [
								"start" => "10:10",
								"end" => "10:50"
							],
							4 => [
								"start" => "11:10",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:10",
								"end" => "12:50"
							],
							6 => [
								"start" => "13:05",
								"end" => "13:45"
							],
							7 => [
								"start" => "13:55",
								"end" => "14:35"
							]
				],
				2 => [
							1 => [
								"start" => "8:30",
								"end" => "9:10"
							],
							2 => [
								"start" => "9:20",
								"end" => "10:00"
							],
							3 => [
								"start" => "10:10",
								"end" => "10:50"
							],
							4 => [
								"start" => "11:10",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:10",
								"end" => "12:50"
							],
							6 => [
								"start" => "13:05",
								"end" => "13:45"
							],
							7 => [
								"start" => "13:55",
								"end" => "14:35"
							]
				],
				3 => [
							1 => [
								"start" => "8:30",
								"end" => "9:10"
							],
							2 => [
								"start" => "9:20",
								"end" => "10:00"
							],
							3 => [
								"start" => "10:10",
								"end" => "10:50"
							],
							4 => [
								"start" => "11:10",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:10",
								"end" => "12:50"
							],
							6 => [
								"start" => "13:05",
								"end" => "13:45"
							],
							7 => [
								"start" => "13:55",
								"end" => "14:35"
							]
				],
				4 => [
							1 => [
								"start" => "8:30",
								"end" => "9:10"
							],
							2 => [
								"start" => "9:20",
								"end" => "10:00"
							],
							3 => [
								"start" => "10:10",
								"end" => "10:50"
							],
							4 => [
								"start" => "11:10",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:10",
								"end" => "12:50"
							],
							6 => [
								"start" => "13:05",
								"end" => "13:45"
							],
							7 => [
								"start" => "13:55",
								"end" => "14:35"
							]
				],
				5 => [
							1 => [
								"start" => "8:30",
								"end" => "9:10"
							],
							2 => [
								"start" => "9:20",
								"end" => "10:00"
							],
							3 => [
								"start" => "10:10",
								"end" => "10:50"
							],
							4 => [
								"start" => "11:10",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:10",
								"end" => "12:50"
							],
							6 => [
								"start" => "13:05",
								"end" => "13:45"
							],
							7 => [
								"start" => "13:55",
								"end" => "14:35"
							]
				]
			],
			"83" => [
				0 => [
							1 => [
								"start" => "8:00",
								"end" => "8:40"
							],
							2 => [
								"start" => "8:50",
								"end" => "9:30"
							],
							3 => [
								"start" => "9:50",
								"end" => "10:30"
							],
							4 => [
								"start" => "10:50",
								"end" => "11:30"
							],
							5 => [
								"start" => "11:45",
								"end" => "12:25"
							],
							6 => [
								"start" => "12:35",
								"end" => "13:15"
							]
				],
				1 => [
							1 => [
								"start" => "8:00",
								"end" => "8:40"
							],
							2 => [
								"start" => "8:50",
								"end" => "9:30"
							],
							3 => [
								"start" => "9:50",
								"end" => "10:30"
							],
							4 => [
								"start" => "10:50",
								"end" => "11:30"
							],
							5 => [
								"start" => "11:45",
								"end" => "12:25"
							],
							6 => [
								"start" => "12:35",
								"end" => "13:15"
							],
							7 => [
								"start" => "13:25",
								"end" => "14:05"
							]
				],
				2 => [
							1 => [
								"start" => "8:00",
								"end" => "8:40"
							],
							2 => [
								"start" => "8:50",
								"end" => "9:30"
							],
							3 => [
								"start" => "9:50",
								"end" => "10:30"
							],
							4 => [
								"start" => "10:50",
								"end" => "11:30"
							],
							5 => [
								"start" => "11:45",
								"end" => "12:25"
							],
							6 => [
								"start" => "12:35",
								"end" => "13:15"
							],
							7 => [
								"start" => "13:25",
								"end" => "14:05"
							]
				],
				3 => [
							1 => [
								"start" => "8:00",
								"end" => "8:40"
							],
							2 => [
								"start" => "8:50",
								"end" => "9:30"
							],
							3 => [
								"start" => "9:50",
								"end" => "10:30"
							],
							4 => [
								"start" => "10:50",
								"end" => "11:30"
							],
							5 => [
								"start" => "11:45",
								"end" => "12:25"
							],
							6 => [
								"start" => "12:35",
								"end" => "13:15"
							],
							7 => [
								"start" => "13:25",
								"end" => "14:05"
							]
				],
				4 => [
							1 => [
								"start" => "8:00",
								"end" => "8:40"
							],
							2 => [
								"start" => "8:50",
								"end" => "9:30"
							],
							3 => [
								"start" => "9:50",
								"end" => "10:30"
							],
							4 => [
								"start" => "10:50",
								"end" => "11:30"
							],
							5 => [
								"start" => "11:45",
								"end" => "12:25"
							],
							6 => [
								"start" => "12:35",
								"end" => "13:15"
							],
							7 => [
								"start" => "13:25",
								"end" => "14:05"
							]
				],
				5 => [
							1 => [
								"start" => "8:00",
								"end" => "8:40"
							],
							2 => [
								"start" => "8:50",
								"end" => "9:30"
							],
							3 => [
								"start" => "9:40",
								"end" => "10:20"
							],
							4 => [
								"start" => "10:40",
								"end" => "11:20"
							],
							5 => [
								"start" => "11:30",
								"end" => "12:10"
							],
							6 => [
								"start" => "12:20",
								"end" => "13:00"
							]
				]
			]
		],
		"Краснокаменск" => [
			"4" => [
						0 => [
							1 => [
								"start" => "8:00",
								"end" => "8:45"
							],
							2 => [
								"start" => "8:55",
								"end" => "9:40"
							],
							3 => [
								"start" => "10:00",
								"end" => "10:45"
							],
							4 => [
								"start" => "11:05",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:10",
								"end" => "12:55"
							],
							6 => [
								"start" => "13:05",
								"end" => "13:50"
							],
							7 => [
								"start" => "14:00",
								"end" => "14:45"
							],
							8 => [
								"start" => "14:55",
								"end" => "15:40"
							],
							9 => [
								"start" => "15:50",
								"end" => "16:35"
							],
							10 => [
								"start" => "16:45",
								"end" => "17:30"
							]
						],
						1 => [
							1 => [
								"start" => "8:00",
								"end" => "8:45"
							],
							2 => [
								"start" => "8:55",
								"end" => "9:40"
							],
							3 => [
								"start" => "10:00",
								"end" => "10:45"
							],
							4 => [
								"start" => "11:05",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:10",
								"end" => "12:55"
							],
							6 => [
								"start" => "13:05",
								"end" => "13:50"
							],
							7 => [
								"start" => "14:00",
								"end" => "14:45"
							],
							8 => [
								"start" => "14:55",
								"end" => "15:40"
							],
							9 => [
								"start" => "15:50",
								"end" => "16:35"
							],
							10 => [
								"start" => "16:45",
								"end" => "17:30"
							]
						],
						2 => [
							1 => [
								"start" => "8:00",
								"end" => "8:45"
							],
							2 => [
								"start" => "8:55",
								"end" => "9:40"
							],
							3 => [
								"start" => "10:00",
								"end" => "10:45"
							],
							4 => [
								"start" => "11:05",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:10",
								"end" => "12:55"
							],
							6 => [
								"start" => "13:05",
								"end" => "13:50"
							],
							7 => [
								"start" => "14:00",
								"end" => "14:45"
							],
							8 => [
								"start" => "14:55",
								"end" => "15:40"
							],
							9 => [
								"start" => "15:50",
								"end" => "16:35"
							],
							10 => [
								"start" => "16:45",
								"end" => "17:30"
							]
						],
						3 => [
							1 => [
								"start" => "8:00",
								"end" => "8:45"
							],
							2 => [
								"start" => "8:55",
								"end" => "9:40"
							],
							3 => [
								"start" => "10:00",
								"end" => "10:45"
							],
							4 => [
								"start" => "11:05",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:10",
								"end" => "12:55"
							],
							6 => [
								"start" => "13:05",
								"end" => "13:50"
							],
							7 => [
								"start" => "14:00",
								"end" => "14:45"
							],
							8 => [
								"start" => "14:55",
								"end" => "15:40"
							],
							9 => [
								"start" => "15:50",
								"end" => "16:35"
							],
							10 => [
								"start" => "16:45",
								"end" => "17:30"
							]
						],
						4 => [
							1 => [
								"start" => "8:00",
								"end" => "8:45"
							],
							2 => [
								"start" => "8:55",
								"end" => "9:40"
							],
							3 => [
								"start" => "10:00",
								"end" => "10:45"
							],
							4 => [
								"start" => "11:05",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:10",
								"end" => "12:55"
							],
							6 => [
								"start" => "13:05",
								"end" => "13:50"
							],
							7 => [
								"start" => "14:00",
								"end" => "14:45"
							],
							8 => [
								"start" => "14:55",
								"end" => "15:40"
							],
							9 => [
								"start" => "15:50",
								"end" => "16:35"
							],
							10 => [
								"start" => "16:45",
								"end" => "17:30"
							]
						],
						5 => [
							1 => [
								"start" => "8:00",
								"end" => "8:45"
							],
							2 => [
								"start" => "8:55",
								"end" => "9:40"
							],
							3 => [
								"start" => "10:00",
								"end" => "10:45"
							],
							4 => [
								"start" => "11:05",
								"end" => "11:50"
							],
							5 => [
								"start" => "12:10",
								"end" => "12:55"
							],
							6 => [
								"start" => "13:05",
								"end" => "13:50"
							],
							7 => [
								"start" => "14:00",
								"end" => "14:45"
							],
							8 => [
								"start" => "14:55",
								"end" => "15:40"
							],
							9 => [
								"start" => "15:50",
								"end" => "16:35"
							],
							10 => [
								"start" => "16:45",
								"end" => "17:30"
							]
						]
			]
		],
		"Москва" => [
			"1542" => [
				0 => [
							1 => [
								"start" => "8:30",
								"end" => "9:15"
							],
							2 => [
								"start" => "9:25",
								"end" => "10:10"
							],
							3 => [
								"start" => "10:20",
								"end" => "11:05"
							],
							4 => [
								"start" => "11:15",
								"end" => "12:00"
							],
							5 => [
								"start" => "12:15",
								"end" => "13:00"
							],
							6 => [
								"start" => "13:15",
								"end" => "14:00"
							],
							7 => [
								"start" => "14:15",
								"end" => "15:00"
							]
						],
						1 => [
							1 => [
								"start" => "8:30",
								"end" => "9:15"
							],
							2 => [
								"start" => "9:25",
								"end" => "10:10"
							],
							3 => [
								"start" => "10:20",
								"end" => "11:05"
							],
							4 => [
								"start" => "11:15",
								"end" => "12:00"
							],
							5 => [
								"start" => "12:15",
								"end" => "13:00"
							],
							6 => [
								"start" => "13:15",
								"end" => "14:00"
							],
							7 => [
								"start" => "14:15",
								"end" => "15:00"
							]
						],
						2 => [
							1 => [
								"start" => "8:30",
								"end" => "9:15"
							],
							2 => [
								"start" => "9:25",
								"end" => "10:10"
							],
							3 => [
								"start" => "10:20",
								"end" => "11:05"
							],
							4 => [
								"start" => "11:15",
								"end" => "12:00"
							],
							5 => [
								"start" => "12:15",
								"end" => "13:00"
							],
							6 => [
								"start" => "13:15",
								"end" => "14:00"
							],
							7 => [
								"start" => "14:15",
								"end" => "15:00"
							]
						],
						3 => [
							1 => [
								"start" => "8:30",
								"end" => "9:15"
							],
							2 => [
								"start" => "9:25",
								"end" => "10:10"
							],
							3 => [
								"start" => "10:20",
								"end" => "11:05"
							],
							4 => [
								"start" => "11:15",
								"end" => "12:00"
							],
							5 => [
								"start" => "12:15",
								"end" => "13:00"
							],
							6 => [
								"start" => "13:15",
								"end" => "14:00"
							],
							7 => [
								"start" => "14:15",
								"end" => "15:00"
							]
						],
						4 => [
							1 => [
								"start" => "8:30",
								"end" => "9:15"
							],
							2 => [
								"start" => "9:25",
								"end" => "10:10"
							],
							3 => [
								"start" => "10:20",
								"end" => "11:05"
							],
							4 => [
								"start" => "11:15",
								"end" => "12:00"
							],
							5 => [
								"start" => "12:15",
								"end" => "13:00"
							],
							6 => [
								"start" => "13:15",
								"end" => "14:00"
							],
							7 => [
								"start" => "14:15",
								"end" => "15:00"
							]
						],
						5 => [
							1 => [
								"start" => "8:30",
								"end" => "9:15"
							],
							2 => [
								"start" => "9:25",
								"end" => "10:10"
							],
							3 => [
								"start" => "10:20",
								"end" => "11:05"
							],
							4 => [
								"start" => "11:15",
								"end" => "12:00"
							],
							5 => [
								"start" => "12:15",
								"end" => "13:00"
							],
							6 => [
								"start" => "13:15",
								"end" => "14:00"
							],
							7 => [
								"start" => "14:15",
								"end" => "15:00"
							]
						]
			]
		]
	];

	//server's timezone is Moscow, so Izhevsk is +1

	$timeZones = [
		"Ижевск" => 1,
		"Москва" => 0,
		"Краснокаменск" => 4
	];

	$namesOfWeekDays = [
		"Понедельник",
		"Вторник",
		"Среда",
		"Четверг",
		"Пятница",
		"Суббота" 
	];

	$shortNamesOfWeekDays = [
		"Пн",
		"Вт",
		"Ср",
		"Чт",
		"Пт",
		"Сб"
	];

	$macros = [
		"Добавить город" => ["Добавить город", false, "positive"],
		"Назад" => ["Назад", false, "negative"],
		"Обновить" => [hex2bin("F09F9484") . "Обновить", false, "default"],
		"Расписание" => [hex2bin('F09F9396') . "Расписание", false, "default"],
		"Настройки" => [hex2bin("F09F938A") . "Настройки", false, "default"],
		"schoolWorkAlert" => "Имейте ввиду, что бот доступен: \nг. Ижевск, школы: \n 29 (9-11 классы), \n 83 (11 классы), \n 86 (11 классы) \n г. Москва, школы: \n 1542 (11д класс) \n г. Краснокаменск, школы: \n 4 (11 классы) \n \n Если хотите добавить свою школу или класс пишите @I.Shumikhin"
	];

	$buttons = [
		"main" => [$macros["Обновить"], $macros["Расписание"], $macros["Настройки"]],
		"setting" => ["Изменить информацию обо мне", "Установить обеденную перемену", "Оставить отзыв", $macros["Назад"]],
		"waiting_for_review" => [$macros["Назад"]],
		"lessons" => [$macros["Назад"]],
		"day_of_week_undefined" => array_merge($shortNamesOfWeekDays, [$macros["Назад"]]),
		"admin_main" => ["Разослать уведомление", "Изменить расписание", "Премиум опции", "Сгенерировать код", "Добавить расписание"],
		"moderator_main" => ["Изменить расписание"],
		"admin_premium_options" => ["Разослать шутку", "Разослать мем", $macros["Назад"]],
		"admin_waiting_for_new_message" => [$macros["Назад"]],
		"admin_waiting_for_new_joke" => [$macros["Назад"]],
		"admin_waiting_for_new_day" => array_merge($shortNamesOfWeekDays, [$macros["Назад"]]),
		//"admin_waiting_for_new_class" => array_merge($allowedClasses[Admin::$schoolOfChange], [$macros["Назад"]])
		"admin_waiting_for_new_city" => array_merge($allowedCities, [$macros["Назад"]]),
		"admin_waiting_for_new_lesson" => array_merge(Lessons::getLessonsArray(["city" => Admin::$cityOfChange, "school" => Admin::$schoolOfChange, "class" => Admin::$classOfChange, "day" => Admin::$dayOfChange]), [$macros["Назад"]]),
		"admin_generate_code" => ["Смайлики", "Шутки", "Мемы", "Модераторство", ["Подтвердить", false, "positive"]],
		"city_undefined" => $allowedCities,
		"error_buttons" => ["Выйти в главное меню"], // Скрывает все кнопки
		"admin_add_city" => [$macros["Добавить город"]],
		"admin_add_schedule_new_city" => [$macros["Назад"]],
		"Назад" => [$macros["Назад"]],
		"admin_add_schedule_new_timezone" => [$macros["Назад"]]
	];

	$texts = [
		"admin_add_schedule_new_timezone" => "Напишите числовое значение временной зоны города относительно Москвы. Например у Ижевска это значение будет 1, у Калининграда -1",
		'admin_add_schedule_cities_error' => "Такого города не существует. Если вы хотите добавить новый город, то воспользуйтесь соответствующей кнопкой",
		"admin_add_schedule_new_city" => "Напишите название города для добавления",
		"admin_add_shedule_cities" => "Выберите город из списка",
		'admin_waiting_for_new_school' => "Введите школу изменения",
		"admin_waiting_for_new_city" => "Введите город школы изменения",
		"city_undefined" => "Пожалуйста введите ваш город, например 'Ижевск' \n" . $macros["schoolWorkAlert"],
		"school_undefined" => "Пожалуйста введите вашу школу, например '29'",
		"successful_review_send" => "Ваш отзыв отправлен. Мы обязательно его прочтем",
		"waiting_for_review" => "Введите текст вашего отзыва/приложения. При написании отзыва вы остаетесь анонимными.",
		"error_message" => 'В данном разделе такой опции не существует. Если на вашем устройстве не поддерживаются кнопки Вконтаке (Например в мобильной web версии), значит вы не можете использовать бота',
		"class_undefined" => "Пожалуйста введите ваш класс, например '11б'",
		"accepted_code" => "Код успешно использован",
		"denied_code" => "Вы ввели неверный код, либо данный код уже был использован ранее",
		"admin_main" => "Выберите желаемую опцию",
		"setting" => "Выберите желаемую опцию",
		"admin_premium_options" => "Выберите желаемую опцию",
		"admin_waiting_for_new_message" => "Введите уведомление которое хотите отослать",
		"admin_waiting_for_new_joke" => "Введите шутку которую хотите отослать",
		"admin_waiting_for_new_class" => "Выберите класс, у которого хотите изменить",
		"admin_waiting_for_new_day" => "Выберите на какой день вы хотите внести изменения",
		"admin_waiting_for_new_lesson" => "Выберите урок, который хотите заменить",
		"admin_waiting_for_new_lesson_to_change" => "Напишите, на что хотите заменить этот урок",
		"not_allowed_class_input" => "Класс введен в неправильном формате попробуйте напечатать его в формате 11a / 10б \n " . $macros["schoolWorkAlert"],
		"not_allowed_school_input" => "Школа введена в неправильном формате попробуйте напечатать её в формате 29/ 86 \n " . $macros["schoolWorkAlert"],
		"not_allowed_city_input" => "Город введен в неправильном формате попробуйте напечатать его в формате 'Ижевск' \n " . $macros["schoolWorkAlert"],
		"day_of_week_undefined" => "Выберите день недели",
		"waiting_for_new_class" => "Введите новый класс в формате 8г / 10б",
		"waiting_for_new_break"=> "Введите номер вашей обеденной перемены, за 5 минут до неё бот пошлет вам напоминание. (Введите '0' если хотите отключить уведомления об обеденной перемене)",
		"break_alert" => "Не забудьте! Ваша обеденная перемена начнется через 5 минут, займите место в столовой",
		"successful_lesson_change" => "Урок успешно изменен",
		"successful_message_sending" => "Cообщение успешно рассылается",
		"successful_lunch_break_set" => "Номер обеденной перемены успешно установлен",
		"failed_lunch_break_set" => "Номер перемены следует вводить в числовом формате",
		"successful_class_change" => "Ваш класс был успешно изменен",
		"admin_generate_code" => "Поочередно нажимайте на опции которые хотите внести в код",
		"code_created" => "Код создан. Ваш код: ",
		"no_lesson" => "Нет урока",
		"admin_waiting_for_new_lesson_to_add" => "Введите название урока, которого вы хотите добавить (Учтите, что в бота нельзя добавлять более 9 уроков!)",
		"successful_lesson_add" => "Урок успешно добавлен"
	]

?>